{
  "articles": [
    "was tormented with his life. That changes the whole scenario, Ashleigh. Not heat of passion, but a calculated plan. Maybe if we're believing some of",
    "Scott Peterson case either. Do you see this as something that may have been heat of passion at moment and spontaneous and electrified? How do you see this potentially",
    ", he wanted nothing -- and that changes the whole scenario, Ashleigh, not heat of passion but a calculated plan. Maybe if we're believing some of the",
    "Scott Peterson case either. Do you see this as something that may have been heat of passion and -- at the moment, and spontaneous and electrified? How do",
    ", who were friends, before the attack. # \" This was not a heat of passion. This was not a second-degree murder, \" he said at Lewis",
    "the D.A., required \" malice aforethought, \" and Vanessa had acted in a heat of passion. \" Five knife wounds to the back, \" the D.A.",
    "to do what justice demands -- to punish Vanessa for stabbing her lover in a heat of passion in order to protect her child. Sometimes five stab wounds to the",
    "but there may be some type of an argument which could lead her to a heat of passion defense. What do we know? What was happening right before she",
    "party at the USO that a friend took her to in 1942. In the heat of passion and young love, and knowing he was shipping out, they married",
    "man but I was not. # Once upon a time I had known the heat of passion every day and every night. The combustions of sensuality consumed me.",
    "sought a verdict of second-degree murder, arguing that the crime was committed in the heat of passion. and without premeditation. McCarthy, who prosecuted the case, contended",
    "tried it? Yeah, maybe, like, two or three times in the heat of passion, I don't know. But not in repetition for, like",
    "be able to expect. It appears difficult, and right now in the in heat of passion, I have to admit it is difficult to be objective. I",
    "# Fernandes, the prosecutor told jurors, didn't kill Herrera in the \" heat of passion, \" as his lawyers suggest. # \" He did it because",
    "to kill, but \" premeditation. \" That means murders occurring in the \" heat of passion \" are not included, permitting arguments about the intent state of the",
    ", is not first-degree murder. It is, instead, murder \" in the heat of passion, \" when people are not thinking clearly and are not held responsible",
    "that Leroy Taylor was guilty of premeditation, or was it done \" in the heat of passion, \" and therefore not first-degree murder? To what extent can the",
    "polite way possible. # Some of the criticism that has been delivered in the heat of passion by our most ardent fans, even if founded on valid principles,",
    "office against an individual--to rest under a false light rather than strike back in the heat of passion and thus risk the chance of committing an act of injustice--have won for",
    "to do better. # Some of the criticism that has been delivered in the heat of passion by our most ardent fans, even if founded on valid principles,",
    "the Church living the more through their death 2 Corinthians 4:12, quenching the fiery heat of passions, and watering the dry and barren soil, that it might bring",
    "the more important considerations in interfaith relationships that people tend to gloss over in the heat of passion or in the desire to be politically fashionable. Conversion # In",
    "only do the same-which they might do under the pressure of temptation and in the heat of passion. # but have pleasure in them that do them-deliberately set their seal",
    "firearm properly. Likewise, people are less likely to do something stupid in the heat of passion if their firearm is locked up properly. # It's clear that",
    "with your poetry-quoting suitor would not be wise. # Andrew Marvel, in his heat of passion, probably was willing to overlook the risk of pregnancy or sexually transmitted",
    "suite hotel rooms (in which some people forgot to draw the curtains to in heats of passion) and everything was big league. So when almost 68000 fans packed",
    ". We won't know whether the sentiment is genuine or blurted out in the heat of passion. If you mean it and want to tell us, wait until",
    "bridge and make me and him look bad (also I knew it was a heat of passion impulse that at the very least should be examined before acting upon.",
    "Jack McBradden. - Fire, I command thee. Fill my love with the heat of passion for me. Wind, I command thee, whisper my name into",
    "student and then was charged with murder. Was it a crime committed in the heat of passion or in cold blood? Here's Natalie Morales. NATALIE-MORALES-re: (Voiceover) In",
    "in your blood. And then the fire control not the man. Blame the heat of passion for Albert H. Fish did. Excuse me ladies, lived here",
    "(Photo-of-Lynn; -ant Mr-EDWARDS: I can understand family disturbances, I can understand heat of passion. This murder was premeditated, it was cold, it was --",
    "important. \" I've had white friends who've used those words in the heat of passion, \" he said. \" It's a time past. He",
    "should be put out. The victim was struck once. We know this was heat of passion, we know that you didn't mean to kill her, but",
    "premeditation. And that's first degree murder. But if you acted in the heat of passion, if there were mitigating circumstances I can help you. You sit",
    ". GREAT You can't find your underwear because he tore them off in the heat of passion. GODDESS You can't find your underwear because he kept them as",
    "Web victims. That said, \" to see what we look like in the heat of passion fulfills our deepest curiosity about something primal in our lives, \" says",
    "any videotape or evidence, and be able to look over at ourselves in the heat of passion \" Consider a safer still camera (digital or Polaroid), which",
    ". He'll have to get on to explain if they want to go to heat of passion or try and get it down to a voluntary manslaughter to say something",
    "meal. His clothes weren't visible. They'd been thrown off in the heat of passion last night, both of them stifling laughter, hoping the flimsy bed",
    "guilty... of manslaughter, it means you committed the crime in the heat of passion or under adequate provocation. \" # Maust was released from prison in",
    ". - Don't let it bother you. - How? It was the heat of passion. You were both upset. Oh, but the witness she called",
    "these women are too big to be fooling with. I'm afraid in the heat of passion one of them will roll over on you. Squash you dead.",
    "it inside. I think you just snapped. It was temporary insanity, or heat of passion. Now, it's truth time. It's also time for",
    "that night? Oh, three, four beers. Watered down beers. So heat of passion, provocation, no intent to kill. What were you thinking when",
    "most murders do not involve gangs or robberies. Most murders in California involve \" heat of passion \" and were situational conflicts between spouses or friends. They are tragic",
    "and Michael Farrow-Smith was killed over it. That may be our best tact. Heat of passion, lean toward temporary insanity. It's workable if we get the",
    "to you, baby. You know what you said. I was in the heat of passion. I'm doing it like you like. \" Boss \" this",
    "now we got something to go in there with. You were acting in the heat of passion. Passion was your sense of moral right. It's different from",
    "don't waste time going to chambers once the trial starts. I'm arguing heat of passion. Passion can be driven by a man's moral state of mind",
    "home, he went to discuss it with his rabbi first. This wasn't heat of passion. This was cold, calculated execution. Then these people go on",
    "need to find out... You must say something. The defense wants to prove heat of passion but this is where it gets tricky. Normally, heat of passion",
    "to prove heat of passion but this is where it gets tricky. Normally, heat of passion means a flash of rage or that the defendant somehow lost control.",
    "did you want off this case? Any lawyer would want in on this. Heat of passion? Please. I'm all for representing a client zealously but arguing",
    "NIGHT Jam and Beth lay buck naked, tightly wrapped around each other in the heat of passion on the confessional booth floor. They kiss, sweat, and PANT",
    "gosh, you know I think maybe I proposed. You know, in the heat of passion. I think his mouth fell open. But I was glad he",
    "kill somebody. - I tried. - Understood, but he survived. The heat of passion can mitigate murder, but not attempted murder. Next time, finish",
    ", \" said Barbara Corcoran, owner of a Manhattan brokerage. \" In the heat of passion, people promise anything. \" # Ms. Corcoran and Ms. Beck of",
    ": First off, if you penalize every person for making that statement in the heat of passion, I don't think any person in this country would be able",
    "re concerned about the ability of people to pull out undetected, unnoticed in the heat of passion anybody walk in the street a weapon and then blow them away.",
    "-- to its highest degree. This was not a murder that occurred in the heat of passion. This was a -- a preplanned, deliberate killing. MURPHY:",
    "every potentially welfare-eligible couple will consider the size of their welfare benefit in the \" heat of passion \" -- although this might happen more often than many think. What",
    "was in a state of confusion. - That's because we were in the heat of passion. - I wasn't in the heat of passion. - I",
    "because we were in the heat of passion. - I wasn't in the heat of passion. - I'm closin' my ears. I was pretending that",
    "stop. There was fighting breaking out in basketball. These things happen in the heat of passion. There's an ambiance problem in our major league ball parks now",
    "to be bought or bartered. No woman will utter it, not in the heat of passion, not in delirium. In a word, this is the only",
    "Our defense was this unreasonable self defense, and there is another component called' heat of passion.' And that was our defense, right out of the- right",
    ". MICHAEL ADELSON: sp? My defense was that it was done in the heat of passion. CHRIS WALLACE: voice-over Sweeney's lawyer, Michael Adelson, said",
    "voice-over The prosecutor argued that Pierce's story showed Sweeney was not acting in the heat of passion, but had a long history of violence. But Judge Burton Katz",
    "condoms. \" \" Habit. I always use rubbers. \" \" In the heat of passion, you can stop, evaluate the situation, then calmly put on",
    "of those cards, but waiting in the wings are alternative defenses, defenses like heat of passion or even insanity, even though one of the defense counsels have said",
    "but my mind wasn't there. I was either insane or acting out of heat of passion.' RATHER: Now Professor Laurie Levenson, let's put up",
    "man say,' Well, it was just his wife and it was this heat of passion thing. And he was probably very jealous, and maybe that's",
    "laying all around their home. It smacks of a classic manslaughter case, a heat of passion case. I think the district attorney's office is going to lose",
    "Angeles last week. # But is temporary insanity a good call? # \" Heat of passion manslaughter. Oh yeah, it's right there, \" said Walter",
    "try to punish you. Sort of like temporary insanity? Kind of like the heat of passion. It's like a full moon, you know, our bodies",
    "not what the medical examiner said. Lyssa was roughed up. Torn panties. Heat of passion. Heavy bruising. She died in a car wreck. The bruises",
    "(Applause) RIVERA: Did you, Johnny -- now, you know, in the heat of passion men tend to say things that perhaps in retrospect they don't mean",
    "So what they do is that they go out and get swept away in the heat of passion, and so we have a lot of teenage pregnancy and we have",
    "was when looked at in the cold light of the mind, perhaps in the heat of passion they had imagined they could find some happiness with Stafford dead which would",
    "surface, where they bibble, panting for air and blowing and bubbling in the heat of passion. Bibbling bonefish can be heard a quarter of a mile away in",
    "told you that? - Joey Osso. You tell him that sometimes in the heat of passion... the little head tells the big head what to do... and",
    "try to punish you. Sort of like temporary insanity. Kind of like the heat of passion. Sort of like a full moon. Our bodies are full of",
    ". Man one is as low as I go. Whatever happened happened in the heat of passion. He says he loved the woman. Then let him think about",
    "(Film-footage-of-Sa (Audience-applause) RIVERA: Sally Kirkland in the new film, \" In The Heat of Passion. \" Whoa! That looks sort of like the -- thank you",
    "1/2 Weeks. \" and I decided to throw it all together \" In The Heat of Passion. \" And... RIVERA: So you really like asparagus? That",
    "if a man kills another in battle it's called heroic, yet in the heat of passion it's called murder? Hello! What do you think you're",
    "I didn't lie. You tell people things, you know, in the heat of passion. - Oh, then you did love her. I didn't",
    "upset. Cute. The murder charge is inflated. If she killed in the heat of passion and you can prove it. Her husband was in bed with another",
    "his voice dropped to a husky whisper, \" your nights filled with the sweet heat of passion. \" His eyes were too bold, his grin too knowing for",
    ", the Master qripped him, pulling him close. Embracing him tightly as the spark of anger that'd been holding him together drained like water through a sieve.",
    "She assuaged him with shushing sounds in her best attempt to look demure. His spark of anger seemed to dissolve, and he smiled at her once more. #",
    "expression and found only sincerity there. His eyes and face didn't hold one spark of anger. She hadn't expected that. Even the smallest things used to",
    "while I understand the reason for his silence, I can't quell the selfish spark of anger. Because at the core of it all, it's not just",
    "oppose them. Kevin Baker at Harper's: # He didn't show a spark of anger, even when Romney slyly found a way to call him a boy",
    "Tell him hello for me. \" # \" He knows. \" # A spark of anger. \" I know. I've always known that. \" #",
    ", vision, principle, or even basic coherence. He didn't show a spark of anger, even when Romney slyly found a way to call him a boy",
    "advertising space. On intentionalism and \" boys \" # Obamadidn't show a spark of anger, even when Romney slyly found a way to call him a boy",
    "It's old, it's creased. \" Her tone changed as the feeble spark of anger in her dimmed. \" I've lived a long life; I",
    "teasing expression was instantly replaced by alarm. Then, for a millisecond, a spark of anger animated the way he flicked the ice from his mustache and threw down",
    "about the one thing they struggled every day to get past? She felt a spark of anger at his indifference. \" Which is all you've ever done.",
    "that didn't feel right to Betsy. Neither did Papa being sick. A spark of anger ignited a flare of determination in her heart as she moved away from",
    "the ceiling, so there's not much time. \" She tamped down the spark of anger that flared in her at his offhand attitude. Except for his height",
    ". His whole demeanor seemed to say, I was expecting someone else. A spark of anger kindled from dashed hopes turned his eyes a dangerous scarlet. How dare",
    "\" I've decided to go home, \" she said. Harry felt a spark of anger. \" Why? \" he asked. \" Because you drank?",
    "me to make her a cup of coffee. I swivel around, and a spark of anger flicks through my eyes. The guilt quickly replaces it. How can",
    "? I play the little trick. I see what he do. \" Smouldering sparks of anger flared through Morgan's senses. \" You done got Nat Sullard kilt",
    "savored sip of brandy. # Morton's \" set-the-record-straight \" narrative bleeds out in sparks of anger offset by flashes of humor. # The actor brings Morton to vibrant",
    "for awhile, saying it looked like pink food coloring. But then even the spark of anger was gone in Winnie. # Sheridan stirs a spoonful of sugar into",
    "not everyone matures automatically. \" \" What are you getting at? \" A spark of anger came into his voice, but it didn't frighten me. \"",
    "their unclean desires after other men's wives; or rather raging and furious, hot with anger and wrath against their rulers and governors, breathing out slaughter and death",
    "and as he realized the vast extent of what had been lost, he grew hot with anger. \" Each famous author of antiquity whom I recover, \" he",
    "stayed out this late. And with a baby on the way? I was hot with anger. Resentful. I was ready to spill out, to spin out",
    "are a X-ooh. \" He reached out, grasping her shoulders, his hands hot with anger. She pulled away. To Alpha, she muttered, \" What",
    "that evening I felt my father's eyes staring directly at me. They were hot with anger. \" Are all my sons determined to rebel against me? \"",
    "do it. Just thinking about William's rude treatment of her made Macy grow hot with anger. It wasn't like she was really in love with him or",
    "mean, I'm in love with you. So what? \" His face hot with anger. \" So what? \" \" Nah-nah-you just like the little things",
    ". Carlisle turned her around. She kept her gaze on the floor, face hot with anger and desperation. His hands were on her face again, forcing her",
    "time to do it. \" # For a long moment Severn's eyes, hot with anger, met her steady gaze. Then, suddenly, his face sagged",
    "hands of incompetents. \" The music of the wheelchair? \" she said, hot with anger. \" What are you? The Phantom of the Cripples? \"",
    "said. Despite the cold breeze through the open window she felt her face grow hot with anger. \" Again. \" \" He's consistent, just like any",
    "POLITICAL indignation engenders constitutional excess. Such was the case in 1974 when Congress, hot with anger over Watergate, delivered a beating to First Amendment rights with a set",
    "period. But this is one industry, and one company, that glows white hot with anger between its labor and management. United, Northwest, USAir, TWA",
    "she could have said. Deep inside I turned to ice while my face flamed hot with anger. I had never told her anything about my father. Everyone else",
    "a man than the devotion of a loving wife. \" Scarlett's heart grew hot with anger. \" I hope Clinch Dawkins is outside this house right this minute",
    "building for long moments, and went away; the eyes, Broder guessed, hot with anger and longing and guilt, the male self-exiled, abandoned. \" I",
    ": # Displayed QuoteThrough the centuries, lovers have used many devices to keep the flames of passion going while they were apart, from letters (..) and even",
    ", so Susan simply listened patiently. She didn't throw cold water on the flame of passion, but she tried not to feed it either. Susan was growing",
    "night laying all the loving on the man. Did this bedroom experiment send the flames of passion soaring? Read on to find out. Couple #1 \" It was",
    "and just be 100-percent quiet. Did it strengthen their love bond and send the flames of passion soaring? Read on to find out. Couple #1 \" This gave",
    "to see a film on campus. They were showing Liu Chang Han's The Flames of Passion Consuming the Zither. There we were consumed with laughter. I dragged",
    "did. # Deception could suggest that those who did partake were just extinguishing the flames of passion that the ladies who work the streets have for brave firefighters. #",
    ". \" Sure, how can there be fire to it any more? The flames of passion must have died to mere embers a long time ago, and the",
    "face-saver: You rescue the friendship from a crash-and-burn and immediately put out any flickering flames of passion on his part. Morning-after action plan: You can avoid the \"",
    "citizens never even noticed their peers in Russia going ballistic over this issue. The flames of passion burn hot enough in the depth of Russia's peasant sole without needing",
    "DANFORTH, (R), Missouri: If the talk shows are fanning the flames of passion, if people are calling up, if people are just mad as",
    "only those committed to long-distance love can really know what it takes to keep the flames of passion burning across the miles. While on the surface it may seem chic",
    "both pies and cakes were decorated with leaves and flowers and such vigorous motifs as flames of passion and cupids with their darts of love. England had no such lively",
    "you for making Debbie go through with it. All I did was fan her flame of passion for you. You are the best. No, you are.",
    "instead of behaving with dignity, Emanuel went on a fiery rampage, fueling the flames of anger and pulling us further apart. \" # Eight years ago when Emanuel",
    "those extremist keep the fuel going on the fires of the debate ensuring that those flames of anger never die. There is a middle ground yet neither side wants to",
    "up in his wife's presence. # When he repeated Haskett's request a flame of anger passed over her face; but she subdued it instantly and spoke with",
    "is absorbed into Israel. # \" Sharp price hikes in Jordan have fanned the flames of anger and sparked riots that the Muslim Brotherhood warns could be the beginning of",
    "way. And then all of a sudden that monster broke out in a great flame of anger, stamping his foot, brandishing the cane, and carrying on like",
    "share it. Evan went back to throwing the baseball. He felt a tiny flame of anger shoot up and lick his face. Thwap. Thwap. \" We",
    "the chain-link fence, Rob leaned forward to say something to Wyatt and the hot flame of anger ignited in Amanda's stomach. Leaving them had been unconscionable, but",
    "High Queen's face was smudged with smoke, but her eyes smoldered with the flame of anger. There was Keane, limping slightly. He pushed himself erect as",
    "both our futures. I had only a few months left to extinguish the steady flame of anger burning inside his soul. Was it enough time? Would I be",
    "nine months have produced more than a stillbirth? Was I responsible for rekindling his flame of anger by shutting the door and walking away? After all this time,",
    "his story our story. For Little David Opont, we can emerge from the flames of anger to face a future of health and happiness. # So let's",
    "envelope and the neat, handwritten return address. She opened it and her eyes blazed with anger long before she reached the end. # Not progressing... esteemed colleagues",
    "on some sort of trumped-up charge as soon as she reached the Fanning estate. Blazing with anger, Venera elbowed her way through the crowd of couriers and minor functionaries",
    "first reports of the Eureka affair leaked out, all of Victoria shuddered, then blazed with anger. Governor Hotham quickly stated that the cause of the trouble had been",
    "toward the food carts we see that her eyes, filled with tears, also blaze with anger and hatred. # 64 INT. DELIVERY PLANE - DAY 64 #",
    "on a terrace, his cloak blowing in the wind, his one cruel eye blazing with anger. Flanked by two ape warriors, he looks down on the burning",
    "and then fired out a dozen instances where Hector had abused him. His eyes blazed with anger. After he had spoken his mind, Orlando relaxed. Next,",
    ". \" She was facing him now, and her eyes, normally soft, blazed with anger. With pain. \" I mean the fae, Zen. I",
    "better if I keep what I know to myself. \" Baltazar's black eyes blazed with anger, reflected the yellow firelight. Alfred faced him, steadfast and calm",
    "as they speak and roll their eyes with disgust, shrugging, laughing, and blazing with anger. They're not animated cartoons or photos with dialog boxes; they",
    "his eyes weren't on me. They were on Foraboschi, and they were blazing with fury. # \" Sir Luca? \" # \" It was Lord Foraboschi.",
    "on it, it was Teacup, the Omega. # Her brilliant blue eyes blazed with fury as she ripped it right from Ero mouth spatting at him, \"",
    ". # \" Do we have a problem Mr Cullen? \" # Edwards eyes blazed with fury as he glared down at me, I was suddenly rethinking my jibe",
    "protect these people so badly?' the Suna shinobi thought. Naruto's eyes blazed with fury as they fixed on the young girl passed out on the tree.",
    "is its nature? \" # \" A dragon is an inferno of anger, blazing with fury, exploding with pain. A dragon is a beast of fire and",
    "mentor in all things outdoors. I still remember reading an article by an author blazing with fury about hunters who took \" sound shots. \" Up until reading that",
    "of steel instruments in the large kidney tray. The charge sister's eyes are blazing with fury over her mask.' I have reported this incident to Matron,",
    ". \" When is this Jew leaving? \" she hissed at me, eyes blazing with fury. \" I won't have him stinking up our cafe any longer",
    "hurriedly. \" Such power? \" \" Damn the power! \" His eyes blazed with fury -- at Gerald Tarrant, at himself. \" Don't you understand",
    ". Troy was gentle and sure of himself; he had strong hands. A spark of passion welled up. She laid her face in the nape of his neck",
    "d fallen in love with. \" # Avoidance of condescension seems like an unlikely spark of passion, but it's at the heart of Aaron's odd personality.",
    "doing, they are able to discover their passions. And when they feel the spark of passion stirring within them, the tools of innovation have been so deeply ingrained",
    "promises unfold. Special romantic travel plans can also emerge. TAURUS APRIL 21-MAY 21 Sparks of passion fly early in the month, and friends bring inspired opportunities. Around",
    "Avoid unnecessary risks midmonth but expect the unexpected, which may be liberating. A spark of passion can light up your life. APRIL PREDICTIONS BY LEIGH OSWALD For your",
    "MILLER? WE ALL HAVE THAT FIRST LOVE, YOU KNOW, WHO IGNITES THE SPARK OF PASSION THAT'S WITH US THE REST OF OUR LIVES. AND FOR ME",
    "things worked, were put together... \" They then ask how this spark of passion gets lost and how it is that so many gifted students don't",
    "Poor grades and lack of motivation to succeed in school aren't evidence that the spark of passion for learning is lost. It may not be burning in the classroom",
    ", surely it's San Francisco. And if ever a mortal-made bridge could ignite sparks of passion, it would be the Golden Gate. For a titillating view,",
    "bring those filthy beasts aboard my ship. \" # Now she too felt the heat of anger. \" It maybe your ship, but it is not your mission",
    "waste of fucking sperm. Your mother should've just swallowed. \" # The heat of anger that lit up my chest from his words was probably enough to make",
    "while. (c) Sneaking out may seem like a real option in the heat of anger. But when you really think it through, it's pretty unlikely",
    "to credit the old Paracelsan superstition that sperm is of rare virtue in allaying the heat of anger; Squeeze! squeeze! squeeze! all the morning long; I",
    "your lover has disappointed you in some profound, seemingly irreparable way. In the heat of anger and hurt, cutting it off seems the only logical act. If",
    ". You're too upset. We always regret the things we do in the heat of anger. Besides, I need someone to hold my mu shu pancake.",
    ". And by her own admission, Janet sometimes exploded as well. In the heat of anger, she would threaten punishments without having considered them beforehand, and thus",
    ". I do not believe she killed him. These were words spoken in the heat of anger. Kurak is volatile, passionate, but not a killer. And",
    "you how I feel about you too. \" # It was as if the flames of desire had reignited in her at his words alone, and even Septimus felt",
    "something that he hasn't felt in a long time: not just the quick flame of desire, but something weightier, a yearning to be recognized. # New",
    "corporations-are not thinking about one critical element. The very simple truth about fanning the flames of desire with advertising and art and yada, yada, yada -- any avenue",
    "to get some fresh air. Damon joins her, and Trista feels those old flames of desire.... # Chance Encounter # When the band began to play, I",
    "2000). As Leiblum (2002) described, \" While hormones fuel the flames of desire, psychological factors determine the intensity and direction of the flame. Inferring",
    "recommend the use of either fire metaphors -- \" his lips scorched my neck as flames of desire shot through me \" -- or water: \" Floods of desire engulfed",
    "naked bending down with my buttocks out for their smacks of reproval / o the heat of desire lick shit in my asshole. The strange gang across the street /",
    "now thawed and will require a new way of being inside of it. The heat of desire has actually made the potential for how I design this experience fairly unlimited",
    "yet also with something more. The languorous warmth of male appreciation, the treacherous heat of desire. // It thrilled her. It scared her. // It turned",
    "of her cabin, when Majnu had touched her, Kazo had felt the searing heat of desire; the dark swirled around their bodies, but inside, beneath her",
    "Anshaw tenderly and expertly fleshes out her charges. From a forty-something lesbian in the heat of desire to her straight cross-dressing brother, Anshaw's grand understanding of human quirkiness",
    "he saw a sleek young woman in running shoes, cheeks flushed, he grew hot with rage. Why didn't she have ALS? Why not her instead of",
    "turned to see an old javalina boar trotting toward him, its little pig eyes hot with rage, its razor-sharp tusks glistening. A collar of gray hair haloed its",
    ", and hurl them out after the vanished birds. Chilled to the bone but hot with rage, I close the window, run to the basement for a new",
    "could produce together. # She glanced across at the skull once again and felt hot with rage. She was lucky she had gotten this chance, but she was",
    "right. Everybody knows when enough is enough. I pace around the room, hot with rage. Then I hurriedly pick up the phone and dial. It rings",
    "to explain to my 9-year-old what a prostitute is? \" she said, eyes blazing with rage. \" It's sickening. \" # But these efforts are all",
    "around, facing Rokey with an angry grimace twisting his features. His eyes were blazing with rage, and his face was white. \" You're frightened by noises",
    "fury and utter hate. -Aeschylus \" Murderer! Baby killer! \" Her eyes blazing with rage, the woman with streaming gray hair curled her hands threateningly into claws",
    "scene. She held a long sharp butcher knife in one hand. Her eyes blazing with rage, she plunged it down again and again, its gleaming blade dripping",
    "boys, Xena has a sentimental streak and a fundamental sweetness. But her eyes blaze with rages and fears, bright with paradoxes that belie the silly scripts. The",
    "few words. In all seriousness, I said some things before, in the heat of emotion. Things that I thought this crew needed to hear. But I",
    "surrender state sovereignty voluntarily.or the possibility of unconstitutional actions taken in the states in the heat of emotion. Just as importantly, however, judicial review prevents states that are",
    "IN THEIR BEST INTEREST, EVEN IN THE FACE OF CERTAIN THREATS MADE IN THE HEAT OF EMOTION, WHICH I'M SURE SOMEONE MIGHT WANT TO TAKE BACK IN CALMER",
    "his coat off his shoulders. She took his hands, warm with the moist heat of emotion and fear. \" What is it you want to tell me",
    "meaner insinuations into a slow, dry remark than Bayliss. # Claude's cheeks flamed with anger. As he turned away, he noticed something unusual about his brother",
    "\" Sexual misconduct? \" I could feel the heat in my face, suddenly flaming with anger and outrage. \" You know I didn't do anything of the",
    "and her white door, turned around and looked at her daughter, whose face flamed with anger. She waited a moment, then said, \" You didn't",
    "a mother again but your children require more than you can give your father is flaming with anger at you he thinks you've thrown away all the gifts he slaved",
    "TODD) : While some Democrats are mindful of the yellow jacket protests in Paris, sparked by anger at a fuel tax, a majority of Americans believe that failing to",
    "speaking for the administration claimed that the attack was the result of a spontaneous demonstration sparked by anger from an anti-Islamic video made in the U.S. But that was just the",
    "Cuban exiles are holding another rally in Little Havana. Once again, it is sparked by anger. CNN's Mark Potter is there -- Mark. MARK POTTER,",
    "a common harvest technique for removing leaves from the stalk, but these fires, sparked by anger over the tortured political affairs of the country, were deliberately set to",
    "Rice's TV appearances. In those interviews, she insisted the Benghazi attack was sparked by outrage over an anti-Islam film -- despite evidence that it was a coordinated terror",
    "post, news reports said the attack on the Libyan consulate appeared to have been sparked by outrage over a low-budget film produced in the United States that protesters felt mocked",
    "tear gas. # From Northern Africa to Indonesia, protesters & mdash; sparked by outrage over an anti-Islam film produced in the U.S. & mdash; marched",
    "Now he sat across from her, admiring her still, knowing that the small spark of desire she still ignited was just one part of his attraction to her.",
    ". A 1985 trip to Europe with her husband, Doug, kindled her first sparks of desire to become a painter and to develop this project, after she became",
    "comparison stresses the awakenings from innocence; just as small boys first gently experience the spark of desire (\" nQckurr girndarinnar gneisti \"), so did the fallen Adam",
    "to hand over money for lots of ebooks if DRM goes. # There are sparks of outrage in the right-wing-idiot press at the moment: why are libraries letting our",
    ", so if we put this rube in office, perhaps this will be the spark of outrage necessary to ignite the revolution. Re-electing the assasin and torturer-in-chief, he",
    "any key votes. # The only hope was that the publicity might start a spark of outrage among Americans who continue to say by about 60 percent that they oppose",
    "settling on the fur of my shoulder. I do not try to suppress the spark of pleasure and the tail wag it inspires. Dogs and humans had a long",
    "its like having a ringside seat at the best Fourth of July fireworks ever. Sparks of pleasure just seem to fly off him. What woman wouldnt want to be",
    "and tangerine, swam in and around my vaginal area, teasing me with tiny sparks of pleasure. And at night when I lay naked in my futon, the",
    "in a hellscape. And there, in the primordial soup of chaos, the heat of rage, and the electric energy of frustration, the molecular components of what",
    "s also was one of the things that pained him deeply enough to generate that heat of rage. He couldn't understand why people that insisted on maintaining control of",
    ", coming in fast and terrible, all of them rushing through me as the heat of rage and violence burns and boils in my heart, pushing me forward,",
    "the front of the room seemed to really throw a wet blanket on whatever smoldering embers of anger he had left. All he had felt was a deep, bone",
    "his moronic brother using his office as a fuck room had thrown gasoline on the ember of anger boiling in his gut. And to know it was Billy Randy had",
    "him years ago. The reactions so far had not given him any encouragement. Embers of anger flamed to a red heat again. # He had paid his reparations",
    "be a good thing to see Anthony lose control, to see his cold eyes aflame with passion about something. # She is lost now in the sights and sounds",
    ". # ' A Walk in the Clouds \" is a glorious romantic fantasy, aflame with passion and bittersweet longing. One needs perhaps to have a little of these",
    ", if it didn't end with name calling and tire slashing, then the embers of desire are still smoldering. Actually, Vince, I'm friends with almost",
    "wasn't attracted to her. At all. Not a spark. Not an ember of desire. Not a scintilla of interest. Nada. A master marine mechanic",
    "with each other in full. The reality is that divorce often erupts amid a firestorm of anger or years of pent-up hostility, preventing needed months of gentle, compassionate",
    "on Broadway. Also, the man who some people blame for sparking a worldwide firestorm of anger directed at the United States. This on the heels of a late",
    "mean-spirited that it's only seen to' work' if it sets off a firestorm of angry protests from its targets. The nudge and the needle are gone,",
    "the light rail and streetcar plans have reemerged, but they'll face a constant firestorm of angry' tea party' tax payer's to get track on the ground",
    "years -- even the Islamists with seemingly the most to gain politically by fanning the flames of fury seem to have realized the need for restraint. Finally, thanks to",
    "There were no tears of joy in Doa Regina's eyes, however, only flames of fury as her car rounded the corner, and she saw through the tinted",
    ", as they prove from Hosea 7:4 (l). # burn-with the secret flame of lust, which lays waste the whole inner man. (Compare Augustine Holy",
    "a straight man? Besides, abscesses and gum recession don't exactly fan the flames of lust. \" He sniffed, removed a handkerchief from his back pocket,",
    "the issue of inequality \" too hot to handle. \" The story ignited a firestorm of outrage on Reddit, Huffington Post and elsewhere. We were accused of being",
    "print. Although the articles drew criticism by several major newspapers, they raised a firestorm of outrage and prompted official inquiries. The newspaper asserted that members of the CIA",
    "Blair snapped his mouth shut and stalked up to the taller man. His eyes sparked with anger. \" Where the hell did you get that? First off,",
    "was supposed to be a personality story, not an interrogation. \" Her eyes sparked with anger and vivid color dusted her cheekbones. \" I wasn't interrogating you",
    "My Sahib wishes to speak with him. \" # Servant? Lilly's eyes sparked with fury. Sure, her faded dress was a few years old and with",
    "elbow. \" Robinton! \" Jaxom said in a low voice, his eyes sparking with fury. \" They tried to attack Aivas. Come! \" \" Tried",
    "been the day he had dubbed her Boadicea. For just a moment, a spark of fury had lit her eyes, a spirited defiance stiffening her spine. But",
    "of a laugh. It snarled deep inside Bahzell, that sound, striking fresh sparks of fury. He bought a few moments to reassert control by ripping a length",
    "raven-haired beauty, Lady Genevieve Hawthorne, boldly inserted herself into the group as a spark of jealousy ignited a prickly heat in Susanna. # \" Ginny, love,",
    "while everyone around you buys, borrows, and spends whatever they want. That spark of jealousy might tempt you to reconsider paying off your debt, especially as you",
    "has taken the eyes of men who have but looked upon the princess with the spark of lust. \" # \" The fiend! I didn't know, sir",
    "been - the affair or whatever - but rather that I failed to provide the spark of lust that would infuse the situation with, at the least, the drama",
    "Stuart could not recall when he had been so aware of a woman, so hot with desire for someone he hadn't even met ten minutes ago. He wanted",
    "not going to fish them out. He would only look at her, eyes hot with desire, while she retrieved them-and then she would have no chance at all",
    ": OK. So what's one thing you do to add a little extra spark of enjoyment? GAWLIK) : I make them jump around in the classroom - and",
    ". \" # \" Mummy, Mummy, Mummy, \" Daniel mocked, a spark of enjoyment brightening his eyes. \" One would think you're still in leading",
    "something resembling a smile but concealing unspoken words and a wealth of emotion. A spark of feeling flared in her heart, unbidden and unexpected. She had to concede",
    "really started with the story in her hands, hadn't it? A small spark of delight ran through her bones. She smoothed her dress, crossed her legs",
    "sharp static bursts of pain, even though I can see Dr. Nerezza's expression sparking in rage. # \" Stop! \" he shouts, and I'm squeezed",
    "at it. My blood, however, was anything but cold. I was hot with fury and agi tation, and could not keep still, pacing and fuming",
    "I listened from the other room as she struggled beneath them; my face grew hot with jealousy. I wanted Jaichin to stop, but for the wrong reasons.",
    "in this bargain. By contrast, metta or loving-kindness, is a love not hot with lust nor sticky with attachment: it is cool and does not consider personal",
    "case? \" My color was high, I'm sure, and my voice hot with outrage. # \" No, no, no -- you don't understand",
    ". Immediately he heard the distant jeering of men, workmen; and at that temperature of feeling, understood what an alehouse joke it must seem to see the dean",
    ", as well as an economic one. # ... For days, online forums sparked with outrage against politicians and race organizers, a tone that turned to vitriol against",
    "85 percent of the women deemed emotional infidelity the most upsetting. # Physiological arousal stoked by jealousy follows the same sex-based pattern, Buss says. In a study of",
    "long life: he # feels a connection to this tiny creature. # The SPARK of RAGE goes out in KONG'S EYES... # KONG stares at ANN as",
    "variety -- violence, torture, humiliation, assassination -- without producing the least compensating spark of sensuality. This war was not, by any stretch of the imagination,",
    "fires of hell, created from beauty and sin and fused together with the blistering heat of sensuality. # I fanned myself and refocused on her. # \" He",
    "he lost focus. Iekanjika and Ruhindi stood, laughing at him. His insides heated with anger. Not at them. At himself. # \" This is just",
    "is written on a dying desert wind. The books show color but have no heat of impassioned brains or beat of loving hearts. It's a giant gyp.",
    "fire department fought the fire with the snow surrounding the store, shovelsfuH hitting the flames with angry hisses, all efforts to save the building futile even after the real",
    "deadpan, and Graham's heart, which had been cold for months now, flamed with desire for one bright moment, and then was ash. The ER was",
    "understanding, \" Petar, he's my husband. \" # Petar's face flamed with rage as he grabbed her arm and pulled her up nearly to his height",
    "wore for the entirety of my employment at a Marshalls department store one summer deflected heat from irate customers, so does the inclusion of this at the end of your",
    "# \" A fucking Partisan? \" she roars, the tattoos on her neck igniting in rage and forming neat rows on her cheeks. \" Who was it?",
    "but he did not answer. # Frustration welled in him again, threatening to ignite into anger, and Vidarian turned and strode into the forest. # He thrashed",
    "forget.' (Vintage-footage-of) RATHER: (Voiceover) Next, as America's cities ignite with fury... Rev-JACKSON: (Voiceover) I think there was a conspiracy.",
    "\" # \" What is its nature? \" # \" A dragon is an inferno of anger, blazing with fury, exploding with pain. A dragon is a",
    ", perhaps, or extreme irritation, and much less telegenic. So the slow smolder of outrage is fanned into a three-alarm fire, the better to make the morning",
    "the rest of the village as I was. I sat on the bench, smoldering with anger and resentment, a tall girl with slender limbs, ordinary brown eyes",
    "experience? # Why can't you write burning letters and let your nocturnal self smolder with desire for one who is not there? Why not let the days before",
    "the movie. # Moore plays a woman whose husband (Modine) has been smoldering with jealousy because he's certain his wife has cheated on him. Their confrontation",
    "given the same extension. It had obviously been planned in advance. The room smoldered with outrage as the captain turned to leave, his job done. But before",
    "buried in these tombs who had been beautiful and charming, who had loved and smoldered with passion at night, surrendering to caresses. What a poor joke Mother Nature",
    "God's children, Mom, \" Rudy replied, his deeply set dark eyes smoldering with pleasure. \" It's just that we were wondering if God could be",
    "he was, he was never a fool. \" Ferguson stood center stage, smoldering with rage. \" Let's try it again- \" said Larry. Ferguson walked",
    "emotional resonance. # Horner is a master at conveying atmosphere. His romantic episodes smolder with yearning and bittersweet ecstasy. The battle scenes resound with insistent drums (some",
    "made by folks in white frocks, and the ideas that shape them come in firestorms of passion as often as by the patient sifting of ethnographic evidence. Whether their",
    "will win. It's the landholders' tax. You have no idea the firestorm of rage you have set loose in the countryside. Really? Are they angry",
    "me and we sin. We boil together in our own fire without forgetting the firewood of passion that days or weeks away from each other gathered inside us as we",
    "now he sells two or three a month. \" At first, she got flamed by furious millers. Then, to her shock, a few quietly reached out",
    "you than a drunk driver. \" The anger in Jim's gut grew, flaming into fury. That somebody would try to hurt Blair engaged all his protective instincts",
    "took note of the fire burning in my belly, and they individually fanned the flame into passion, by introducing me to great Black women artists who presented their artistry",
    "3211612 Post navigation # When they weren't trying to stoke the flames of outrage over Rep. Todd Akin's unfortunate remarks about \" legitimate rape, \"",
    "by the rejection of his sacrifice, and conferred on his younger brother-hence the secret flame of jealousy, which kindled into a settled hatred and fell revenge. # 4:1-7",
    "be warded same: With ring of purifying flame And only breeched by heart that burns With lustier light. Such bravery earns: Golden loot, storied song, Betrothal",
    "that trick had helped people see that beating horses was bad; privileged white children burned with outrage at Native Son; prudes wept over prostitutes when they heard \" Elle",
    "It may denote lust and is usually the attribute of Profane Love, signifying the flames of carnal passion. Yet an Eros holding two flaming torches can be interpreted as",
    "to my games. (END-AUDIO-CLIP) BOLLING# Well, the comments have understandably set off a firestorm of emotion in the sports media and political world. (BEGIN-VIDEO-CLIPS) BARACK-OBAMA, #:",
    "Toaff's announcement of its publication in Italy, in Italian, raised a worldwide firestorm of fury. Under unbearable pressure, the book was withdrawn from publication, and",
    "where no one rises but that the hive lifts him. # Bane stoked those embers of envy and entitlement, utilizing much of the OWS patter... but only as",
    "in all that time that you loved. \" She hesitated, aware of an ember of jealousy within herself that she did not yet want to examine. \" A",
    "were eagle and swan, # Time and space crumbled to ash # Among the embers of lust's flame, # The solitary ego stabilized, # Slave or dominator",
    "... a bit stronger. The smoky warmth of affection was fueled by the sparking embers of passion and both of them were fed by the smoldering flames swirling below,",
    "time I had known the heat of passion every day and every night. The combustions of sensuality consumed me. Now there were only passing moments of lukewarm velleity.",
    "in the court of public opinion. One commentator remarked that \" Kelo sparked a conflagration of outrage that even months later showed no sign of abating. \" 10 Nearly every",
    "missed his friend, but Rain Coming's place had largely been taken by a conflagration of yearning to see the unicorn again. He spoke to no one about it",
    "to her. She holds me between her legs, and my jealousy included a blaze of longing to experience the world that seemed to live, fresh but logical,",
    "spark that with a little judicious fanning will turn into an all-consuming, all-forgiving mutual blaze of passion. Sweetheart, you have been reading too much Viveca Lamoureaux. You",
    "temple itself - the flame. The act of entry is the kindling, the blaze of pleasure is the spark. in this fire the gods offer up semen seed",
    "s luggage; his eyes blowing wide open as the flickered with the undeniable viridian blaze of rage. When he spoke, venom underlined his words, and his voice",
    "no doubt. Miss Serenella recognized her task: to make the big woman look aflame with pleasure and not on fire with rage. \"... vibrant, \" Miss",
    "the hell do you think you are doing?' he said. His eyes blazed in anger \" (217). This Maxim orders her to change her dress",
    "Khartoum, Reykjavic, Danzig, Teheran. Quinn's eyes became lost in a blaze of ardor and distraction, and all the while, the Chinese man smiled awash",
    "profile struck a spark in Cook's unclaimed, uncourted heart that quickly became a blaze of desire, shameful and delicious. # Just as she'd done on many",
    "calling her evil to her father, her worst fears are confirmed and in a blaze of emotion she accidentally sets the home on fire, leading to the death of",
    "Romney campaign, the video of her remarks went viral, and social media went ablaze with angry reactions from stay-at-home moms across the country. # Rattled by concerns over",
    ", Seth Betos, unafraid of smoke-filled tunnels- our beautiful savior, bright hazel eyes ablaze with desire, eleven years old, my boy, singing the Kaddish, walking",
    ". In Prairie Lights bookstore I found two American books that would set my heart ablaze with envy of their beauty, Self-Portrait in a Convex Mirror by John Ashbery and",
    "year. Kooky characters coaching. Seats closer to the action, and old barns ablaze with passion and noise. And with a 64-team tournament, more regular seasons that",
    "well aware that pure and righteous men are not tempted by sin. They are afire with desire for holy deeds. And since I knew how deeply you mourn the",
    "my veins. We have no spiritual intercourse now, Goblin and I. He seems afire with jealousy that I've become a Blood Hunter. It's as though his",
    "apart in our family. # Paula shudders, opens her eyes. They are afire with yearning, fear, incomprehension. Or maybe just pain. Her being called",
    "and protect the light. He spat mud out of his mouth, his face aflame with anger, and said, \" Damn it to Hell! \" Then he",
    "universe. Sometimes it was a warm, fuzzy feeling. Occasionally it was a wildfire of passion that, like cognac, inflamed every cell of your body. #"
  ]
}