{
  "Articles": [
    ". Illusions fed, lo and behold. My mind is free forever. I burn with fire and ice and then I melt. My thoughts in dire reflection.",
    "village was destroyed by the Janjaweed, an Arab-supremacist militia. \" They were all burned with fire, \" he says of his fellow villagers, without flinching. His",
    "She never sleeps Only roams in darkness? One look from her And you'll burn with fire? Bring me proof of your success, and all that the Swan",
    "She never sleeps Only roams in darkness? One look from her And you'll burn with fire? She'll choke will her tails and head for the cakes?",
    "all her boasted knowledge and wisdom. And into perdition, or the lake which burns with fire and brimstone, which is the second death, she goes herself,",
    "a Buddha, to determine exactly the number of times our bodies have thus been burned with fire as we have passed from birth to birth in the round of existences",
    "into blood # 8Then the second angel sounded: And something like a great mountain burning with fire was thrown into the sea, and a third of the sea became",
    "8:8) And the second angel sounded, and as it were a great mountain burning with fire was cast into the sea: and the third part of the sea",
    "a tempest of destruction. The second angel sounded, and a great mountain, burning with fire, was cast into the sea; and the third part of the",
    "of souls to hell; these shall be taken and cast into the lake which burns with fire and brimstone. The Jews (g) have a saying, that",
    "arts, and idolaters, and all liars- their lot is in the lake that burns with fire and sulfur. This is the second death. \" # Next,",
    "You have not come to a mountain that can be touched and that is burning with fire; to darkness, gloom and storm; Hebrews 12:19 to a trumpet",
    "sorcerers and idolaters and all liars, their part will be in the lake that burns with fire and brimstone, which is the second death. \" # From these",
    "with him, they are with devils and damned spirits, in the lake which burns with fire and brimstone: and it is also manifest that souls do not sleep",
    "midst of a bush: and he looked, and, behold, the bush burned with fire, and the bush was not consumed. # American King James Version",
    "midst of a thorn-bush: and he looked, and behold, the thorn-bush burned with fire, and the thorn-bush was not being consumed. # English Revised Version",
    "midst of a bush: and he looked, and, behold, the bush burned with fire, and the bush was not consumed. # Webster's Bible Translation",
    "the midst of a bush: and he looked, and behold, the bush burned with fire, and the bush was not consumed. # World English Bible The",
    "of the bush, and he seeth, and lo, the bush is burning with fire, and the bush is not consumed. # The angel of the",
    "instant of time: # and he looked, and, behold, the bush burned with fire, and the bush was not consumed; this was not imaginary,",
    "the bullock, and his hide, his flesh, and his dung, he burnt with fire without the camp; as the LORD commanded Moses. \" 8:17 #",
    "midst of a bush: and he looked, and, behold, the bush burned with fire, and the bush was not consumed. # 3 And Moses said",
    "shall ever burn, and never be quenched; hence it is called a lake burning with fire and brimstone; into which Satan, the beast, and false prophet",
    "sorcerers, idolators, and all liars shall have their part in the lake which burns with fire and brimstone, which is the second death. \" # Revelation 21:8",
    "mystical Babylon, the whore of Rome; the beast and false prophet will be burnt with fire; the day of the, Lord will burn like an oven,",
    "None of the flesh of the passover lamb, what was left was to be burnt with fire, Exodus 12:10, # nor break any bone of it; the",
    "she and her family are \" brought out \" of Jericho before the city is burned with fire (Joshua 6). Rahab is a prostitute (Hebrews 11:31)",
    "the end is fatal. # Isaiah 1:7 Your country is desolate, your cities burned with fire; your fields are being stripped by foreigners right before you, laid",
    ", then, does he say? Your country is desolate, your cities are burned with fire: your land, strangers devour it in your presence: the daughter",
    "of those who lived there. Isaiah 1:7 Your country is desolate, your cities burned with fire; your fields are being stripped by foreigners right before you, laid",
    "64:11 Our holy and glorious temple, where our fathers praised you, has been burned with fire, and all that we treasured lies in ruins. Jeremiah 17:6 He",
    "with those that believe not; and the portion of these is the lake which burns with fire and brimstone; see Revelation 21:8 or all such persons are intended,",
    "64:11 Our holy and glorious temple, where our fathers praised you, has been burned with fire, and all that we treasured lies in ruins. Jeremiah 46:22 Egypt",
    "sorcerers, idolaters, and all liars shall have their part in the lake which burns with fire and brimstone, which is the second death \" (Revelation 21:8)",
    "For ye are not come unto the mount that might be touched, and that burned with fire, nor unto blackness, and darkness, and tempest, and the",
    ", and the false prophet, will have their portion together in the lake that burns with fire, Revelation 20:10 the same character as here is given of Judas,",
    ", an offering made by fire unto the Lord: for these lambs were both burnt with fire upon the altar, and therefore are called a burnt offering in the",
    "of your life. It can only contain as much love as it has been burned with fire and the passion of that which has been your greatest pain, and",
    "neither mollified with ointment. Isa 1:7 Your country is desolate, your cities are burned with fire: your land, strangers devour it in your presence, and it",
    "the daughter of a priest found to be a harlot was to \" be burned with fire. \" I believe this verse was also used to justify the burning",
    "is idolatry) # all liars # their portion will be in the lake that burns with fire and sulfur, which is the second death. \" # Revelations 21:27",
    "day, death, and mourning, and famine; and she shall be utterly burned with fire: for strong is the Lord God who judgeth her. 9 And",
    "up, neither mollified with ointment. Your country is desolate, your cities are burned with fire: your land, strangers devour it in your presence, and it",
    "priest who profanes herself by playing the harlot, profanes her father and shall be burned with fire. \" Magda Lovisa Sj? berg, 1960. Found in a",
    ", it sounded like a machine in my head, and my eyes were like burning with fire.' # He is on the witness list to testify against Duch",
    "mount up. Washed with cold water, his face, especially his eyes, burned with fire, a chill ran down his spine, and something trembled rapidly and",
    "and it had warmed up close to sixty degrees outside. My face was still burning with fire even after I tried washing my eyes in the bathroom sink, sticking",
    "gathered around them. \" Repent, repent, ye wicked witches. Ye shall burn with fire and brimstone! \" Sarah English closed her book with a snap.",
    ", idolaters, and all liars... their lot shall be in the lake that burns with fire.' And he said to me,' Do not seal up",
    "might live to see \" the Pope and Mahomet... flung into the Lake that burns with Fire and Brimstone. \" (n48) Fox had argued that Quakerism had",
    "out of the midst of a bush: and he looked and behold the bush burned with fire, but the bush was not consumed. And Moses said, \"",
    "smarting with blisters, and literally speaking I have my part in the lake that burns with fires and brimstone, for I can compare it to nothing else.5 Blistering was",
    ". These hips, aaah these hips have felt tongue tracks of love and desire burnt with fire carry me high. This body has grown large to hold the living",
    "in a maritime city. You'll have your part in the lake... which burns with fire... and brimstone. I know you like it. I know you",
    "in a maritime city. You'll have your part in the lake... which burns with fire and brimstone. That's from Revelations. Death and hell were cast",
    ", sorcerers, idolators And all liars Their lot shall be in the lake That burns with fire and brimstone \" Do not seal up the words of the prophecy For",
    "vengeance for the Lord \" \"... on Midian. \" \" And so they burned with fire all the cities where they dwelt \" \" and killed the kings of",
    "He is taking my nose and pushing. There is a pain, it is burning in fire but I am not even one breath leaving to escape. I do",
    "are retarded and your soul shall be damned for all of eternity and it shall burn in fire and brimstone and ash while I sit pretty in paradise \" I think",
    "crooks and liars and cheats and miserable, miserable people. I want them to burn in fires of Hell. I want them infected with diseases so horrible they have",
    "them settle their own problems. Middle east is a hell hole and will keep burning in fire for another 100 years. We should get self sufficient in energy by",
    "if the US continues to dry out, there will be a lot more acreage burned in fires. # A note for the especially statistically cautious or skeptical amongst you",
    ". Hard to say. Where's my damn money? Look at this. Burnt in fire. The helicopter crashed. They argued about the money. And killed",
    ". Those who don't dance and don't believe will turn into wood and burn in fire. Warn them! This may be the last chance the Great Spirit",
    "felt it was my fault that he was dead, and I thought of him burning in fire. Was he thinking of me? Was he blaming me? Was",
    "bit ego-centered, don't you think? Those that deny Our revelations We will burn in fire. No sooner will their skins be consumed than We shall give them",
    "Huron down paths that make us not Hurons. (the judgment) Dark girl burn in fire to heal the twisted heart of Magua. Cora, hearing the sentence",
    "you. \" He asked, \" I thought you'll was supposed to be burning in fire. \" Someone said, \" Man, ain't no fire down",
    "remains of nine individuals were found inside this dwelling, two of which were partially burnt by fire. It appears as if the attackers tried, unsuccessfully, to burn",
    "Mitigation and future research # There are ways to mitigate the threat of increased area burned by fires, such as planned and controlled fires and forest thinning. # Both",
    "told him to accept a gift from a woman, but since he was \" burnt by fire \" the following night, he immediately gave back the present after lauds.107",
    "an intense fire, flames ate away the hands and feet first. \" Extremities burned by fire? \" # \" Dismembered. Bone cuts are clean and precise.",
    "you? Again, it sounds simple, but it's deceptively complicated. Getting burned by fire is energy transfer on a few scales. Heat can enter your skin",
    "# Forests - Due to increased summer temperature and decreased summer precipitation, the area burned by fire regionally is projected to double by the 2040s and triple by the 2080s",
    "one hand on his heart and the other on mine, \" can't be burned by fire, washed away by water, or destroyed with human hands. \"",
    "the last place I wanted to go -- an eternal home where one is constantly burned by fires seventy times as hot as the flames of the earth, where puss",
    "fail last spring in North Dakota while beset with ice, battered by floods and burned by fire, Tuesday bested a nationwide field of newspapers to win journalism's greatest"
  ]
}